/* No comment provided by engineer. */
"Abeille Tueuse" = "Killer Bee";

/* No comment provided by engineer. */
"Achelus" = "Achelous";

/* No comment provided by engineer. */
"Adamankhelone" = "Adamantoise";

/* No comment provided by engineer. */
"Ahriman" = "Ahriman";

/* No comment provided by engineer. */
"Alcyon" = "Alcyone";

/* No comment provided by engineer. */
"Aroj" = "Aerouge";

/* No comment provided by engineer. */
"Asherah" = "Bashura";

/* No comment provided by engineer. */
"Balsamine" = "Ragora";

/* No comment provided by engineer. */
"Bandersnatch" = "Bandersnatch";

/* No comment provided by engineer. */
"Barbatos" = "Barbatos";

/* No comment provided by engineer. */
"Barracuda Cornu" = "Maelspike";

/* No comment provided by engineer. */
"Basilisk" = "Basilisk";

/* No comment provided by engineer. */
"Behemoth" = "Behemoth";

/* No comment provided by engineer. */
"Besaid" = "Besaid";

/* No comment provided by engineer. */
"Bicorne" = "Dual Horn";

/* No comment provided by engineer. */
"Bikanel" = "Bikanel";

/* No comment provided by engineer. */
"Bombo" = "Bomb";

/* No comment provided by engineer. */
"Buer" = "Buer";

/* No comment provided by engineer. */
"Bunyips" = "Bunyip";

/* No comment provided by engineer. */
"Calm Lands" = "Calm Lands";

/* No comment provided by engineer. */
"Chien de Mi'ihen" = "Mi'ihen Fang";

/* No comment provided by engineer. */
"Chimaira" = "Chimera";

/* No comment provided by engineer. */
"Condor" = "Condor";

/* No comment provided by engineer. */
"Couguar" = "Coeurl";

/* No comment provided by engineer. */
"Cujo" = "Raldo";

/* No comment provided by engineer. */
"Démonolithe" = "Demonolith";

/* No comment provided by engineer. */
"Dingo" = "Dingo";

/* No comment provided by engineer. */
"Dinonyx" = "Dinonix";

/* No comment provided by engineer. */
"Djose Road" = "Djose Road";

/* No comment provided by engineer. */
"Ekarissor" = "Iron Giant";

/* No comment provided by engineer. */
"Elmidea" = "Bite Bug";

/* No comment provided by engineer. */
"Epehj" = "Epaaj";

/* No comment provided by engineer. */
"Esprit" = "Spirit";

/* No comment provided by engineer. */
"Exoray" = "Exoray";

/* No comment provided by engineer. */
"Élémentaire Blanc" = "White Element";

/* No comment provided by engineer. */
"Élémentaire Bleu" = "Blue Element";

/* No comment provided by engineer. */
"Élémentaire Jaune" = "Yellow Element";

/* No comment provided by engineer. */
"Élémentaire Noir" = "Black Element";

/* No comment provided by engineer. */
"Élémentaire Obscur" = "Dark Element";

/* No comment provided by engineer. */
"Élémentaire Or" = "Gold Element";

/* No comment provided by engineer. */
"Élémentaire Rouge" = "Red Element";

/* No comment provided by engineer. */
"Fantôme" = "Ghost";

/* No comment provided by engineer. */
"Flambos d'eau" = "Water Flan";

/* No comment provided by engineer. */
"Flambos de Feu" = "Flame Flan";

/* No comment provided by engineer. */
"Flambos de Foudre" = "Thunder Flan";

/* No comment provided by engineer. */
"Flambos de Glace" = "Ice Flan";

/* No comment provided by engineer. */
"Flambos de Neige" = "Snow Flan";

/* No comment provided by engineer. */
"Flambos Noir" = "Dark Flan";

/* No comment provided by engineer. */
"Fungus" = "Funguar";

/* No comment provided by engineer. */
"Galkimasera" = "Imp";

/* No comment provided by engineer. */
"Gandharva" = "Gandarewa";

/* No comment provided by engineer. */
"Garoum" = "Garm";

/* No comment provided by engineer. */
"Garuda" = "Garuda";

/* No comment provided by engineer. */
"Gemini (Épée)" = "Gemini (Sword)";

/* No comment provided by engineer. */
"Gemini (Masse)" = "Gemini (Club)";

/* No comment provided by engineer. */
"Grenada" = "Grenade";

/* No comment provided by engineer. */
"Grendel" = "Grendel";

/* No comment provided by engineer. */
"Guêpe" = "Wasp";

/* No comment provided by engineer. */
"Haarma" = "Halma";

/* No comment provided by engineer. */
"Iguanor" = "Iguion";

/* No comment provided by engineer. */
"Inside Sin" = "Inside Sin";

/* No comment provided by engineer. */
"Ipiria" = "Ipiria";

/* No comment provided by engineer. */
"Kilika" = "Kilika";

/* No comment provided by engineer. */
"Kimaira" = "Chimera Brain";

/* No comment provided by engineer. */
"Koospos" = "Xiphos";

/* No comment provided by engineer. */
"Kusarique" = "Kusariqqu";

/* No comment provided by engineer. */
"Lamashtu" = "Lamashtu";

/* No comment provided by engineer. */
"Larva" = "Larva";

/* No comment provided by engineer. */
"Loup des Neiges" = "Snow Wolf";

/* No comment provided by engineer. */
"Loup des Sables" = "Sand Wolf";

/* No comment provided by engineer. */
"Lycaon" = "Skoll";

/* No comment provided by engineer. */
"Macalania" = "Macalania";

/* No comment provided by engineer. */
"Mafut" = "Mafdet";

/* No comment provided by engineer. */
"Maître Couguar" = "Master Coeurl";

/* No comment provided by engineer. */
"Mandragore" = "Mandragora";

/* No comment provided by engineer. */
"Méga Behemoth" = "Behemoth King";

/* No comment provided by engineer. */
"Mélusine" = "Melusine";

/* No comment provided by engineer. */
"Métillé" = "Machea";

/* No comment provided by engineer. */
"Mi'ihen Highroad" = "Mi'ihen Highroad";

/* No comment provided by engineer. */
"Morbol" = "Great Malboro";

/* No comment provided by engineer. */
"Mt. Gagazet" = "Mt. Gagazet";

/* No comment provided by engineer. */
"Mulfus" = "Murussu";

/* No comment provided by engineer. */
"Mushroom Rock Road" = "Mushroom Rock Road";

/* No comment provided by engineer. */
"Mushussu" = "Mushussu";

/* No comment provided by engineer. */
"Nebiros" = "Nebiros";

/* No comment provided by engineer. */
"Nidhog" = "Nidhogg";

/* No comment provided by engineer. */
"Ochu" = "Ochu";

/* No comment provided by engineer. */
"Oeil de la Mort" = "Floating Death";

/* No comment provided by engineer. */
"Oeil Démoniaque" = "Evil Eye";

/* No comment provided by engineer. */
"Oeil Flottant" = "Floating Eye";

/* No comment provided by engineer. */
"Ogre" = "Ogre";

/* No comment provided by engineer. */
"Omega Dungeon" = "Omega Dungeon";

/* No comment provided by engineer. */
"Orchida" = "Grat";

/* No comment provided by engineer. */
"Pampa" = "Qactuar";

/* No comment provided by engineer. */
"Pampa ?" = "Qactuar ?";

/* No comment provided by engineer. */
"Pyrobolse" = "Puroboros";

/* No comment provided by engineer. */
"Raptour" = "Raptor";

/* No comment provided by engineer. */
"Serrasalmus" = "Splasher";

/* No comment provided by engineer. */
"Shred" = "Shred";

/* No comment provided by engineer. */
"Simurgh" = "Simurgh";

/* No comment provided by engineer. */
"Spectre" = "Wraith";

/* No comment provided by engineer. */
"Stolen Fayth Cavern" = "Stolen Fayth Cavern";

/* No comment provided by engineer. */
"Thorn" = "Thorn";

/* No comment provided by engineer. */
"Thunder Plains" = "Thunder Plains";

/* No comment provided by engineer. */
"Tomberry" = "Tonberry";

/* No comment provided by engineer. */
"Tomberry Nion" = "Master Tonberry";

/* No comment provided by engineer. */
"Varaha" = "Valaha";

/* No comment provided by engineer. */
"Varuna" = "Varuna";

/* No comment provided by engineer. */
"Ver des Sables" = "Sand Worm";

/* No comment provided by engineer. */
"Vipère-méduse" = "Anacondaur";

/* No comment provided by engineer. */
"Vouivre" = "Vouivre";

/* No comment provided by engineer. */
"Xylomid" = "Chimera Brain";

/* No comment provided by engineer. */
"Yowie" = "Yowie";

/* No comment provided by engineer. */
"Zaurus" = "Zaurus";

/* No comment provided by engineer. */
"Zu" = "Zu";

